Repository: alinclaudiu/me-cms
Catalog: src/Locale/*/me_cms.po
Languages: it

source: Upgrading to {0}
it: Aggiornando a {0}

source: Performs all available updates
it: Esegue tutti gli aggiornamenti disponibili

source: Performs the latest update available
it: Esegue l'ultimo aggiornamento disponibile

source: Updates to {0} version
it: Aggiorna alla versione {0}

source: Record not found
it: Record non trovato

source: You have to wait {0} seconds to perform a new search
it: Puoi effettuare una nuova ricerca fra {0} secondi

source: You have to search at least a word of {0} characters
it: Devi cercare un parola di almeno {0} caratteri

source: Disabled
it: Disabilitato

source: The email has been sent
it: L'email è stata inviata

source: The email was not sent
it: L'email non è stata inviata

source: Failure when creating the token
it: Creazione del token fallita

source: Invalid token
it: Token non valido

source: The account has been activated
it: Il tuo account è stato attivato

source: The account has not been activated
it: Il tuo account non è stato attivato

source: We have sent you an email to reset your password
it: Ti abbiamo inviato un'email per reimpostare la tua password

source: No account found
it: Nessun account trovato

source: The form has not been filled in correctly
it: Il form non è stato compilato correttamente

source: Your account has been banned by an admin
it: Il tuo account è stato bannato da un amministratore

source: Your account has not been activated yet
it: Il tuo account non è stato ancora attivato

source: Invalid username or password
it: Username o password non validi

source: You are successfully logged out
it: Ti sei disconnesso correttamente

source: We send you an email to activate your account
it: Ti abbiamo inviato un'email per attivare il tuo account

source: The password has been edited
it: La password è stata modificata

source: The password has not been edited
it: La password non è stata modificata

source: The account has been created, but it needs to be activated by an admin
it: L'account è stato creato, ma deve essere attivato da un amministratore

source: Account created. Now you can login
it: Account creato. Puoi fare il login

source: The account has not been created
it: Il tuo account non è stato creato

source: The operation has been performed correctly
it: L'operazione è stata eseguita correttamente

source: The operation has not been performed correctly
it: L'operazione non è stata eseguita correttamente

source: You must first create a banner position
it: Devi prima creare una posizione per i banner

source: Missing position ID
it: ID posizione non presente

source: The banner could not be saved
it: Il banner non è stato salvato

source: Before deleting this, you must delete or reassign all items that belong to this element
it: Prima di cancellare questo, devi cancellare o riassegnare tutti gli oggetti che appartengono a questo elemento

source: You must first create a category
it: Devi prima creare una categoria

source: You must first create an album
it: Devi prima creare un album

source: Missing album ID
it: ID album non presente

source: The photo could not be saved
it: La foto non può essere salvata

source: n.a.
it: n.d.

source: Unknown command type
it: Tipo di comando sconosciuto

source: Only the admin founder can do this
it: Solo il fondatore può fare questo

source: You cannot delete the admin founder
it: Non è possibile cancellare l'amministratore fondatore

source: You cannot delete this users group
it: Non puoi cancellare questo gruppo utenti

source: You are not authorized for this action
it: Non sei autorizzato per questa azione

source: Valid extensions: {0}
it: Estensioni valide: {0}

source: Must be between {0} and {1} chars
it: Deve essere compreso tra {0} e {1} caratteri

source: Missing `{0}` key from data
it: La chiave `{0}` non è presente

source: Email from {0}
it: Email da {0}

source: Missing `{0}` property from data
it: La proprietà `{0}` non è presente

source: Activate your account
it: Attiva il tuo account

source: Your password has been changed
it: La tua password è stata modificata

source: Reset your password
it: Reimposta la tua password

source: This value is already used
it: Questo valore è già in uso

source: You have to select a valid option
it: Devi selezionare un'opzione valida

source: ID or tags of the post are missing
it: ID o tag del post non presenti

source: You have to enter a valid value
it: Devi inserire un valore valido

source: Must be at most {0} chars
it: Deve essere lungo al massimo {0} caratteri

source: Allowed chars
it: Caratteri ammessi

source: letters, apostrophe, space
it: lettere, apostrofo, spazio

source: Has to begin with a capital letter
it: Deve cominciare con una lettera maiuscola

source: lowercase letters, numbers, dash
it: lettere minuscole, numeri, trattino

source: This field can not be empty
it: Questo campo non può rimanere vuoto

source: Must be a valid url
it: Deve essere un url valido

source: Each tag must be between {0} and {1} chars
it: Ogni tag deve essere compreso tra {0} e {1} caratteri

source: lowercase letters, numbers, space
it: lettere minuscole, numeri, spazio

source: This value contains a reserved word
it: Questo valore contiene una parola riservata

source: Email addresses don't match
it: Gli indirizzi email non corrispondono

source: Must be at least {0} chars
it: Deve essere lungo almeno {0} caratteri

source: The password should contain letters, numbers and symbols
it: La password deve contenere lettere, numeri e simboli

source: Passwords don't match
it: Le password non corrispondono

source: The old password is wrong
it: La vecchia password è errata

source: lowercase letters
it: lettere minuscole

source: Run the installer of the other plugins?
it: Eseguire l'installer degli altri plugin?

source: Create the user groups?
it: Create i gruppi utente?

source: Create an admin user?
it: Creare un utente amministratore?

source: Some user groups already exist
it: Alcuni gruppi utente già esistono

source: The user groups have been created
it: I gruppi utente sono stati creati

source: Creates an admin user
it: Crea un utente amministratore

source: Creates the user groups
it: Crea i gruppi utente

source: Fixes {0}
it: Sistema {0}

source: Runs the installer from other plugins
it: Eseguire l'installer degli altri plugin

source: Before you can manage users, you have to create at least a user group
it: Prima di gestire gli utenti, devi creare almeno un gruppo utenti

source: Repeat password
it: Ripeti password

source: First name
it: Nome

source: Last name
it: Cognome

source: Group ID
it: ID gruppo

source: Field `{0}` is empty. Try again
it: Il campo `{0}` è vuoto. Prova ancora

source: Invalid group ID
it: ID gruppo non valido

source: An error occurred, try again
it: Si è verificato un errore, prova ancora

source: The user could not be saved
it: L'utente non può essere salvato

source: Field `{0}`: {1}
it: Campo `{0}`: {1}

source: The user has been saved
it: L'utente è stato salvato

source: There are no user groups
it: Non ci sono gruppi utente

source: Name
it: Nome

source: Label
it: Etichetta

source: Users
it: Utenti

source: There are no users
it: Non ci sono utenti

source: Group
it: Gruppo

source: Posts
it: Articoli

source: Status
it: Stato

source: Date
it: Data

source: Banned
it: Bannato

source: Pending
it: In attivazione

source: Active
it: Attivo

source: Shell to handle users and user groups
it: Shell per gestire utenti e gruppi utente

source: Adds an user
it: Aggiungi un utente

source: Lists user groups
it: Elenca gruppi utente

source: Lists users
it: Elenca utenti

source: Add backup
it: Aggiungi backup

source: Description
it: Descrizione

source: Database name
it: Nome del database

source: Datetime. This is the equivalent of {0}
it: Datetime. Questo è l'equivalente di {0}

source: Database hostname
it: Hostname del database

source: Timestamp. This is the equivalent of {0}
it: Timestamp. Questo è l'equivalente di {0}

source: Database backups
it: Backup del database

source: Add
it: Aggiungi

source: Delete all
it: Cancella tutti

source: Extension
it: Estensione

source: Compression
it: Compressione

source: Size
it: Dimensione

source: Restore
it: Ripristina

source: This will overwrite the current database and some data may be lost. Are you sure?
it: Questo sovrascriverà il database corrente e alcuni dati potrebbero andare persi. Sei sicuro?

source: Delete
it: Cancella

source: Are you sure you want to delete this?
it: Sei sicuro di volerlo cancellare?

source: Edit banner
it: Modifica banner

source: Position
it: Posizione

source: Published
it: Pubblicato

source: Thumbnail
it: Miniatura

source: The banner is displayed as a thumbnail. You should disable this, if the banner is an animated gif
it: Il banner viene visualizzato come miniatura. Dovresti disabilitarlo, se il banner è una gif animata

source: Preview
it: Anteprima

source: Web address
it: Indirizzo web

source: The address should begin with {0}
it: L'indirizzo deve cominciare con {0}

source: Not published
it: Non pubblicato

source: No thumbnail
it: Nessuna miniatura

source: Edit
it: Modifica

source: Open
it: Apri

source: View items that belong to this category
it: Guarda gli oggetti che appartengono a questa categoria

source: Upload banners
it: Carica banner

source: Position to upload banners
it: Posizione dove caricare i banner

source: Select
it: Seleziona

source: Add banners position
it: Aggiungi posizione dei banner

source: Title
it: Titolo

source: Edit banners position
it: Modifica posizione dei banner

source: Banners positions
it: Posizioni banner

source: Banners
it: Banner

source: Upload
it: Carica

source: Add position
it: Aggiungi posizione

source: Filter
it: Filtro

source: all status
it: tutti gli status

source: Only published
it: Solo pubblicati

source: Only not published
it: Solo non pubblicati

source: all positions
it: tutte le posizioni

source: month
it: mese

source: Photos
it: Foto

source: Add album
it: Aggiungi album

source: all albums
it: tutti gli album

source: Logs
it: Log

source: Clear all logs
it: Cancella tutti i log

source: Basic view
it: Vista semplice

source: Advanced view
it: Vista avanzata

source: Request URL
it: URL richiesta

source: Referer URL
it: URL referer

source: Client IP
it: IP client

source: Map
it: Mappa

source: Exception attributes
it: Attributi dell'eccezione

source: Full log
it: Log completo

source: Add page
it: Aggiungi pagina

source: Category
it: Categoria

source: If blank, the current date and time will be used
it: Se vuoto, saranno usate data e orario correnti

source: You can delay the publication by entering a future date
it: Con una data futura la pubblicazione sarà posticipata

source: Priority
it: Priorità

source: Disable this option to save as a draft
it: Disabilita questa opzione per salvare come bozza

source: Subtitle
it: Sottotitolo

source: The slug is a string identifying a resource. If you do not have special needs, let it be generated automatically
it: Lo slug è una stringa che identifica una risorsa. Se non hai particolari necessità, lascia che sia generato automaticamente

source: Text
it: Testo

source: Edit page
it: Modifica pagina

source: Pages
it: Pagine

source: Add category
it: Aggiungi categoria

source: title
it: titolo

source: Only drafts
it: Solo bozze

source: all categories
it: tutte le categorie

source: all priorities
it: tutte le priorità

source: Draft
it: Bozza

source: Scheduled
it: Programmato

source: Very low
it: Molto bassa

source: Low
it: Bassa

source: High
it: Alta

source: Very high
it: Molto alta

source: Normal
it: Normale

source: Static pages
it: Pagine statiche

source: Path
it: Percorso

source: Add pages category
it: Aggiungi categoria pagine

source: Parent category
it: Categoria genitore

source: Leave blank to create a parent category
it: Lasciare vuoto per creare una categoria genitore

source: Edit pages category
it: Modifica categoria pagine

source: Pages categories
it: Categorie pagine

source: Parent
it: Genitore

source: Edit photo
it: Modifica foto

source: Upload photos
it: Carica foto

source: Album to upload photos
it: Album dove caricare le foto

source: Add photos album
it: Aggiungi album

source: Edit photos album
it: Modifica album

source: Albums
it: Album

source: Add post
it: Aggiungi articolo

source: Author
it: Autore

source: Tags
it: Tag

source: Tags must be at least 3 chars and separated by a comma or a comma and a space. Only lowercase letters, numbers, hyphen, space
it: I tag devono essere di almeno 3 caratteri e separati da una una virgola o da una virgola e uno spazio. Solo lettere minuscole, numeri, trattino, spazio

source: Edit post
it: Modifica articolo

source: all users
it: tutti gli utenti

source: View items that belong to this user
it: Guarda gli oggetti che appartengono a questo utente

source: Add posts category
it: Aggiungi categoria articoli

source: Edit posts category
it: Modifica categoria articoli

source: Posts categories
it: Categorie articoli

source: Edit tag
it: Modifica tag

source: name
it: nome

source: View items that belong to this element
it: Guarda gli oggetti che appartengono a questo elemento

source: {0} post
it: {0} articolo

source: Media browser
it: Browser multimediale

source: Type
it: Tipo

source: Changelogs
it: Changelog

source: System checkup
it: Checkup del sistema

source: {0} version: {1}
it: Versione di {0}: {1}

source: The cache is enabled
it: La cache è abilitata

source: The cache is disabled or debugging is active
it: La cache è disabilitata o il debug è attivo

source: Plugins
it: Plugin

source: The {0} module is enabled
it: Il modulo {0} è abilitato

source: The {0} module is not enabled
it: Il modulo {0} non è abilitato

source: The {0} module cannot be checked
it: Il modulo {0} non può essere verificato

source: The {0} extension is enabled
it: L'estensione {0} è abilitata

source: The {0} extension is not enabled
it: L'estensione {0} non è abilitata

source: Backups
it: Backup

source: The directory {0} is readable and writable
it: La directory {0} è leggibile e scrivibile

source: Temporary directories
it: Directory temporanee

source: Temporary files
it: File temporanei

source: All temporary files
it: Tutti i file temporanei

source: All temporary files size: {0}
it: Dimensione di tutti i file temporanei: {0}

source: This command clear all temporary files: cache, assets, logs and thumbnails
it: Questo comando cancella tutti i file temporanei: cache, asset, log e miniature

source: Clear all temporary files
it: Cancella tutti i file temporanei

source: Cache size: {0}
it: Dimensioni cache: {0}

source: Note: you should not need to clear the cache, unless you have not edited the configuration or after an upgrade
it: Nota: non dovresti aver bisogno di svuotare la cache, a meno che tu non abbia modificato la configurazione o dopo un aggiornamento

source: Clear cache
it: Svuota la cache

source: Assets
it: Asset

source: Assets size: {0}
it: Dimensione asset: {0}

source: Clear all assets
it: Cancella tutti gli asset

source: Logs size: {0}
it: Dimensione log: {0}

source: Sitemap size: {0}
it: Dimensione sitemap: {0}

source: Note: you should not need to clear the sitemap, unless you have recently changed many records
it: Nota: non dovresti aver bisogno di svuotare la sitemap, a meno che tu non abbia modificato molti record recentemente

source: Clear sitemap
it: Cancella sitemap

source: Thumbnails
it: Miniature

source: Thumbnails size: {0}
it: Dimensione miniature: {0}

source: Note: you should not need to clear the thumbnails and that this will slow down the images loading the first time that are displayed. You should clear thumbnails only when they have reached a large size or when many images are no longer used
it: Nota: non dovresti aver bisogno di svuotare le miniature e questo rallenterà il caricamento delle immagini la prima volta che saranno visualizzate. Dovresti cancellare le miniature solo se queste hanno raggiunto una grossa dimensione o quando molte immagini non sono più utilizzate

source: Clear all thumbnails
it: Cancella tutte le miniature

source: Add user
it: Aggiungi utente

source: User group
it: Gruppo utente

source: If is not active, the user won't be able to login
it: Se non è attivo, l'utente non potrà loggarsi

source: Repeat email
it: Ripeti email

source: Show/hide password
it: Mostra/nascondi password

source: Change your password
it: Cambia password

source: Old password
it: Vecchia password

source: Enter your old password
it: Inserisci la tua vecchia password

source: Enter your new password
it: Inserisci la tua nuova password

source: Repeat your new password
it: Ripeti la tua nuova password

source: Edit user
it: Modifica utente

source: If you want to change the password just type a new one. Otherwise, leave the field empty
it: Se vuoi cambiare la password inseriscine una nuova. Altrimenti, lascia questo campo vuoto

source: Add group
it: Aggiungi gruppo

source: username
it: nome utente

source: Only active
it: Solo attivi

source: Only pending
it: Solo in attivazione

source: Only banned
it: Solo bannati

source: all groups
it: tutti i gruppi

source: View
it: Vedi

source: Activate
it: Attiva

source: Are you sure you want to activate this account?
it: Sei sicuro di voler attivare questo account?

source: Last login
it: Ultimi accessi

source: Created
it: Creato

source: Add users group
it: Aggiungi gruppo utenti

source: Edit users group
it: Modifica gruppo utenti

source: Users groups
it: Gruppi utente

source: Latest photo
it: Ultima foto

source: Random photo
it: Foto casuale

source: Popular tags
it: Tag popolari

source: Latest post
it: Ultimo articolo

source: Posts by month
it: Articoli per mese

source: Search posts
it: Cerca articoli

source: Search
it: Cerca

source: If you continue, you agree to the use of cookies, ok?
it: Continuando, acconsenti all'uso dei cookie, ok?

source: Read more
it: Leggi tutto

source: Cookies policy
it: Politica dei cookie

source: Contact us
it: Contattaci

source: Developed by {0} for {1}
it: Sviluppato da {0} per {1}

source: Toggle navigation
it: Cambia navigazione

source: Categories
it: Categorie

source: Dashboard
it: Pannello

source: Change password
it: Cambia password

source: BBCode tag
it: Tag BBCode

source: Manually indicates where to cut the text and show the "Read more" button
it: Indica manualmente dove tagliare il testo e mostrare il pulsante "Leggi tutto"

source: If this is not present, the system can still cut the text, for example after a certain number of characters
it: Se questo non è presente, il sistema taglierà comunque il testo, ad esempio dopo un certo numero di caratteri

source: Adds an image
it: Aggiunge un'immagine

source: Adds a link
it: Aggiunge un link

source: Adds a {0} video. You may indicate the ID or the url of the video
it: Aggiunge un video di {0}. Puoi indicare l'ID o l'url del video

source: Time
it: Orario

source: {0} {1} on {2}
it: {0} {1} su {2}

source: Show as list
it: Mostra come lista

source: Show as grid
it: Mostra come griglia

source: Drag files here or click
it: Trascina qui i file oppure fai click

source: Sign up
it: Registrati

source: Resend activation email
it: Rinvia email di attivazione

source: Forgot your password?
it: Password dimenticata?

source: Posted on {0}
it: Pubblicato il {0}

source: Posted by {0}
it: Pubblicato da {0}

source: Related posts
it: Articoli correlati

source: Hello {0}
it: Ciao {0}

source: you have signed on the site {0}
it: ti sei registrato sul sito {0}

source: To activate your account, click {0}
it: Per attivare il tuo account, clicca {0}

source: here
it: qui

source: If you have not made this request, please contact an administrator
it: Se non hai effettuato tu questa richiesta, per favore contatta un amministratore

source: you have recently changed your password on our site {0}
it: di recente hai cambiato la tua password sul sito {0}

source: you have requested to change your password on the site {0}
it: hai richiesto di cambiare la tua password sul sito {0}

source: To reset your password, click {0}
it: Per reimpostare la password, clicca {0}

source: This email was sent automatically from {0}
it: Questa email è stata inviata automaticamente da {0}

source: The request has been sent from the IP {0}
it: La richiesta è stata inviata dall'IP {0}

source: Please, don't reply to this email
it: Non rispondere a questa email

source: Delete page
it: Cancella pagina

source: Edit category
it: Modifica categoria

source: Delete category
it: Cancella categoria

source: Delete photo
it: Cancella foto

source: {0} photos
it: {0} foto

source: Edit album
it: Modifica album

source: Delete album
it: Cancella album

source: Posts of today
it: Articoli di oggi

source: Posts of yesterday
it: Articoli di ieri

# posts of day
source: Posts of {0}
it: Articoli del {0}

# posts of month
source: Posts of {0}
it: Articoli di {0}

# posts of year
source: Posts of {0}
it: Articoli del {0}

source: You have searched for: {0}
it: Hai cercato: {0}

source: Delete post
it: Cancella articolo

source: Latest posts
it: Ultimi articoli

source: Posts tags
it: Tag articoli

source: Enter your email
it: Inserisci la tua email

source: Message
it: Messaggio

source: Send
it: Invia

source: Your IP address is not allowed
it: Il tuo indirizzo IP è bannato

source: You can send us an email to {0}
it: Puoi inviarci un'email a {0}

source: The website is temporarily offline
it: Il sito è temporaneamente offline

source: Request new password
it: Richiedi una nuova password

source: Repeat your email
it: Ripeti la tua email

source: Remember me
it: Ricordami

source: Don't use on public computers
it: Non usare su computer pubblici

source: Reset password
it: Reimposta password

source: Enter your password
it: Inserisci la tua password

source: Repeat your password
it: Ripeti la tua password

source: Invalid values
it: Valori non validi

source: List posts
it: Elenca articoli

source: List categories
it: Elenca categorie

source: List tags
it: Elenca tag

source: List pages
it: Elenca pagine

source: List static pages
it: Elenca pagine statiche

source: List photos
it: Elenca foto

source: List albums
it: Elenca album

source: List banners
it: Elenca banner

source: List positions
it: Elenca posizioni

source: List users
it: Elenca utenti

source: List groups
it: Elenca gruppi

source: List backups
it: Elenca backup

source: Log management
it: Gestione log

source: System
it: Sistema
