Repository: alinclaudiu/me-cms
Catalog: Locale/ita/LC_MESSAGES/validation_me_cms.po
Languages: it

source: You have to select a valid option
it: Devi selezionare un'opzione valida

source: This extension is invalid
it: Questa estensione non è valida

source: This value is already used
it: Questo valore è già stato utilizzato

source: Must be at most %d chars
it: Deve essere al massimo %d caratteri

source: blank
it: vuoto

source: Must be a valid url
it: Deve essere un url valido

source: Allowed chars: lowercase letters, numbers, dash
it: Caratteri ammessi: lettere minuscole, numeri, trattino

source: Must be between %d and %d chars
it: Deve essere compreso tra %d e %d caratteri

source: This field can not be empty
it: Questo campo non può essere lasciato vuoto

source: Must be a valid datetime
it: Devono essere una data e un orario validi

source: You have to select an option
it: Devi selezionare un'opzione

source: You have to enter a valid value
it: Devi inserire una data valida

source: Must be at least %d characters
it: Deve essere almeno %d caratteri

source: The password should contain letters, numbers and symbols
it: La password deve contenere lettere, numeri e simboli

source: Passwords don't match
it: Le password non corrispondono

source: The old password is wrong
it: La vecchia password è errata

source: Allowed chars: letters, apostrophe, space
it: Caratteri ammessi: lettere, apostrofo, spazio

source: Must be a valid date
it: Deve essere una data valida
